/* No comment provided by engineer. */
"- %@ reviews" = "- %@ reviews";

/* No comment provided by engineer. */
"- 0 review" = "- 0 review";

/* No comment provided by engineer. */
"- rate this hairdresser !" = "- rate this hairdresser !";

/* No comment provided by engineer. */
"335 Hairfies" = "335 Hairfies";

/* No comment provided by engineer. */
"Ajoutez votre review..." = "Add a review...";

/* No comment provided by engineer. */
"Closed today" = "Closed today";

/* No comment provided by engineer. */
"No information" = "No information";

/* No comment provided by engineer. */
"No phone number" = "No phone number";

/* No comment provided by engineer. */
"Open today" = "Open today";

"No Hairdresser" = "Your hairdresser is not here? Report it";

"Report an error" = "Report an error";

"Works today" = "Works today";
"Does not work today" = "Does not work today";
"Cancel" = "Cancel";
"book" = "Book";
"Navigate" = "Navigate";
"No service" = "No service available right now";
"Navigate via Google Maps" = "Navigate via Google Maps";
"Navigate via Apple Maps" = "Navigate via Apple Maps";

"Add a Hairfie" = "Add a Hairfie";

"addReview" = "Add a review";

"seeDetails" = "see details";

"similarBusinesses" = "Similar Businesses";

"Review Posted" = "Review posted!";

"Hairdresser Fav" = "Hairdresser added to favorites";

"Manage" = "Manage your business";